package models

const (
	SMSTEMPLATE = "Сіздің %s құжатыңыз дайын.\n%s сілтемесін басу арқылы құжатты жеткізуді пайдалана аласыз. Құжатты жеткізу курьерлік қызметтің жеткізу мерзімдеріне сәйкес жүзеге асырылады.\nВаш документ %s готов. Можете воспользоваться доставкой документа следуя по ссылке %s. Доставка осуществляется в соответствии со сроками доставки курьерской службы"
	URLTEMPLATE = "http://u70739na.beget.tech/?request_id="
	PENDING     = "PENDING"
	IN_PROGRESS = "IN_PROGRESS"
	PICKUP      = "PICKUP"
	FINISHED    = "FINISHED"
)
